Repository: epage/Quicknote
Catalog: po/*.po
Languages: de

source: History:
de: Historie:

source: Timestamp
de: Zeitstempel

source: Note
de: Notiz

source: all
de: alle

source: Search:
de: Suche:

source: Category:
de: Kategorie

source: Last change: %d.%m.%y %H:%M
de: Letzte Änderung: %d.%m.%y %H:%M

source: Really delete?
de: Wirklich löschen?

source: new Note
de: neue Notiz

source: No note selected.
de: Keine Notiz markiert

source: Titles
de: Titel

source: add note
de: Notiz hinzufügen

source: del note
de: Notiz löschen

source: History
de: Historie

source: Choose database file
de: Datenbankdatei auswählen

source: %s is a note taking program; it is optimised for quick save and search of notes
de: %s ist ein Programm um Notizen zu verwaltn; es ist für schnelles speichern und finden optimiert

source: Select SQL export file
de: Wähle SQL-Export-Datei

source: This category can not be deleted
de: Diese Kategorie kann nicht gelöscht werden

source: Are you sure to delete the current category?
de: Wirklich aktuell gewählte Kategorie löschen?

source: Choose category
de: Wähle Kategorie

source: Sync
de: Syncronisation

source: Set DB file
de: Setzte Datenbaknkdatei

source: SQL History
de: SQL Historie

source: Sync notes
de: Syncronisiere Notizen

source: Quit
de: Beenden

source: File
de: Datei

source: delete
de: löschen

source: move to category
de: verschiebe zu Kategorie

source: Category
de: Kategorie

source: About
de: Über

source: Help
de: Hilfe

source: SQL History (the past two days):
de: SQL Historie (der letzten 2 Tage):

source: Sync process
de: Syncronisationsprozess

source: Sync process running...please wait
de: Syncronisationsprozess läuft...bitte warten

source: (this can take some minutes)
de: (dies kann einige Minuten dauern)

source: Query
de: Anfrage

source: Syncserver running...
de: Syncronisationsprozess läuft...

source: Could not start SyncServer. Check IP, port settings.
de: Konnte Syncronisationsserver nicht starten. Bitte IP und Port-Einstellungen überprüfen.

source: SyncServer stopped
de: Syncronisationsprozess gestoppt.

source: no sync process (at the moment)
de: Kein Syncronisationsprozess (im Moment)

source: sync process running
de: Syncronisationsprozess läuft

source: Synchronization successfully completed
de: Synchronisation erfolgreich beendet

source: The clocks are not synchronized between stations
de: Zeit differiert zu viel zwischen den Systemen

source: Sync failed, reason:
de: Sync gescheitert. Fehler:

source: Local SyncServer (port
de: LokalerSync-Server (Port

source: Start/Stop SyncServer
de: SyncServer starten/stoppen

source: Connect to remote SyncServer
de: Verbinde zu Remote-SyncServer
